;Language file of Revo Uninstaller;
This section must use english 
[Info]
Language= Portuguese (Portugal)
WebLang=PTG
Translator= ZeP - Manuela Silva/Alfredo Silva (manuela.silva@sky.com)
Codepage=UNICODE 
Version=1.93

[Uninstaller Toolbar]
102 = Visualização
103 = Opções
104 = Desinstalação
105 = Ferramentas
106 = Modo Pesquisador 
107 = Lista
108 = Ícones
109 = Detalhes
110 = Desinstalar 
111 = Remover entrada 
112 = Atualizar 
113 = Deseja apagar a entrada selecionada?
114 = Deseja desinstalar o programa selecionado?
115 = Atualização Automática
116 = Ajuda
117 = Guia do Utilizador do Revo Uninstaller
118 = Página da Web ...
119 = Sobre o ...
120 = Não é um administrador!
121 = Deseja desinstalar o componente do sistema selecionado?\nPARE, a não ser que saiba o que está a fazer!
122 = O Uninstaller mostra-lhe todos os programas e os componentes instalados para o utilizador atual e todos os utilizadores. Em "Detalhes" na Visualização, ou através do menu de contexto, pode ver a informação adicional (hiperligações e propriedades sobre as instalações). A função primária do “Revo Uninstaler” é o modo “Pesquisador”. Este modo dá-lhe a flexibilidade para desinstalar, parar, apagar ou desativar do início automático, com um só clique.
123 = Procurar
124 = Encontrados:
125 = Tem certeza que quer apagar o componente escolhido do Registo? Isto pode ser útil para o sistema operativo!
126 =  não iniciará automaticamente!
127 =  está definido para iniciar automaticamente!
128 = %s está instalado na mesma localização de instalação que %s! \n Serão procurados rastos para as duas aplicações! Verifique cuidadosamente os elementos que deseja remover!
129 = Desinstalação Forçada

[Uninstaller List]
150 = Aplicação 
151 = Tamanho
152 = Versão
153 = Data de Instalação
154 = Empresa
155 = Site da Web
156 = Comentário
157 = Comando de Desinstalação
158 = Chave do Registo
159 = Instalador

[Uninstaller StatusBar]
201 = Instalações: 
202 = A carregar ...

[Registry Optimizer]
302 = Selecionar onde pesquisar
303 = Menu Iniciar

[AutoRun Toolbar]
407 = Executar
408 = Parar
409 = Remover
410 = Itens:
411 = Ativados:
412 = Com o Gestor do Iniciar Automático, pode ativar ou desativar as aplicações do iniciar automático do Windows, mas também pode obter mais informação sobre uma aplicação em particular. Pode obter o caminho da execução, descrição, estado (em execução ou inativo), e a localização do comando de iniciar (ou no Registo ou um ficheiro no disco rigído).

[AutoRun List]
450 = Nome do Programa
451 = Caminho do Ficheiro
452 = Descrição
453 = Empresa
454 = Estado
455 = Localização
456 = EM EXECUÇÃO
457 = INATIVO
458 = INVÁLIDOS
459 = Terminar Processo
460 = Executar Processo
461 = Abrir Pasta do Conteúdo
462 = Ir para Localização
463 = Copiar Caminho da Execução
464 = Remover Selecionado
465 = Remover Todos os Inválidos
466 = Remover Inativos
467 = Remover Todos os Desativados
468 = Propriedades ...
470 = Deseja fechar a aplicação escolhida?\n Os dados não guardados perder-se-ão!
471 = Deseja apagar a lista do item selecionado?
472 = Deseja apagar a lista dos itens inválidos?
473 = Deseja apagar a lista de todos os itens inativos?
474 = Deseja apagar a lista de todos os itens desativados?
475 = O comando não existe!
476 = DESCONHECIDO
477 = Desativar Iniciar Automático
478 = Ativar Iniciar Automático

[Outlook Control]
300 = Otimização
301 = Otimizador do Registo
400 = Gestor do Iniciar Automático
500 = Limpeza dos Rastos
501 = Limpeza dos Navegadores 
600 = Limpeza do MS Office
700 = Limpeza do Windows
800 = Removedor de Evidência
900 = Destruir (Irrecuperável)
2100 = Ferramentas do Windows
2200 = Limpeza de Ficheiros Desnecessários

[Track Cleaner Browsers]
507 = Limpar Tudo
508 = Apague o histórico das páginas visitadas da web
509 = Apague o histórico da barra de endereço
510 = Apague os arquivos temporários da Internet 
511 = Apague Cookies
512 = Apague os arquivos do Index.dat
513 = Execute
514 = Delete Download History
515 = Delete Session History
516 = Delete Form History
517 = Uninstaller
518 = Tem a certeza que quer apagar o histórico dos itens selecionados?
521 = Tem a certeza que quer apagar o histórico do Internet Explorer?
522 = Tem a certeza que quer apagar o histórico do Firefox?
523 = Tem a certeza que quer apagar o histórico do Opera? 
524 = Tem a certeza que quer apagar o histórico de Netscape?
525 = O seu Browser regista informação de todo site da web visitado por si. Esses dados são acessíveis por qualquer pessoa, que, carregando o botão, pode ver os sites da web visitados por si. Por meio desta ferramenta pode apagar os arquivos de internet temporários , assim como imagens, video-arquivos e todos os sites da web visitaods. Apagando arquivos de internet temporaries livra muito espaço no seu disco duro.
526 = Feche seu Browser antes de apagar seus rastos
527 = Arquivos de Index.dat serão apagados na próxima vez o computador for reinicializado
599 = Track cleaning operations for the selected items have completed!

[Track Cleaner Office]
601 = Limpar
607 = Apague o histórico dos documentos recentes em MS Word
608 = Inclusive Word 2000, Word XP, Word 2003, Word 2007, Word 2010 e Word 2013
609 = Apague o histórico do documentos recentes em MS Exel
610 = Inclusive Exel 2000, Exel XP, Exel 2003, Exel 2007 e Excel 2013
611 = Apague o histórico dos documentos recentes em MS Access
612 = Inclusive Access 2000, Access XP, Access 2003, Access 2007, Access 2010 e Access 2013
613 = Apague o histórico dos documentos recentes em MS PowerPoint
614 = Inclusive PowerPoinr 2000, PwerPoint XP,PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 e PowerPoint 2013
615 = Apague o histórico dos documentos recentes em MS FrontPage
617 = MS Office Cleaner permite-lhe apagar a história dos arquivos recentes em MS Word, Exel, Access, PwerPoint e FrontPage. Se não quiser que qualquer pessoa veja as suas últimas tábuas, documentos e outros arquivos abertos, que são feitos em MS Office, só escolha os que não quer e carregue o botão “Limpar”. Os seus recentes usados arquivos não aparecerão mais.

[Track Cleaner Windows]
701 = Limpar
707 = Limpe o histórico dos documentos recentes
708 = Limpe o histórico do commando “Executar” no menu de início
709 = Limpe o histórico do commando “Pesquisa de arquivo”
710 = Limpe o histórico dos commandos “Pesquisa de impressoras”, “Pesquisa de computadores”, “Pesquisa de pessoas”
711 = Área de transferência vazia
712 = Limpe o histórico dos  documentos recentes em MS Paint
713 = Limpe o histórico dos documentos recentes em MS Wordpad
714 = Limpe o histórico do registro aberto em Regedit
715 = Limpe o histórico dos diálogos comuns “Abrir” e “Guardar”
716 = Limpe o histórico das pastas recentes nos diálogos comuns
717 = Esvaziar Reciclagem
718 = Apague os arquivos temporários do Windows
719 = Apague os logs de cliques do Menu Iniciar
720 = Microsoft Windows mantém marcos de muitas coisas que faz co o seu computador, como por exemplo a história da pesquisa de arquivos, quando procura arquivo ou pasta; a história dos arquivos usados nos diálogos comuns de abertura e encerramento de vários aplicativos etc. A ferramenta “Apagar” de Windows dá-lhe a possibilidade de apagar toda esta história e arquivos temporários. Pode, também, esvaziar a Reciclagem e apagar os arquivos temporários.
721 = Executar Histórico será apagado depois de explorer.exe processo ser reiniciado
722 = Vestígios no Windows Registry
723 = Vestígios no local unidade de disco rígido
724 = Excluir arquivos crash memory dump
725 = Excluir Chkdsk (Check Disk) recuperados arquivo fragmentos

[Evidence Remove]
802 = Executar 
803 = Apagar
804 = Aguarde enquanto termina a remoção, por favor
805 = Completos
806 = Marque os drives, dos quais quer apagar os sinais e as demonstrações do seu trabalho. Esta ferramenta elimina só os dados já apagados. AVISO: Depois de o processo tiver terminado sera impossível restabelecer os arquivos apagados.
807 = Quando esvazia a reciclagem do Windows, os seus arquivos e pastas só se marcam como apagados, mas fisicamente não o são. Esta ferramenta vai eliminar definitivamente os arquivos e pastas, que já foram apagados, mas ficaram fisicamente no disco duro.
808 = Tem certeza que deseja apagar os rastos e evidências no drive selecionado?


[Unrecoverable  Delete ]
912 = Lista dos arquivos e pastas que serão eliminados
913 = Arquivos
914 = Pastas
915 = Insira os arquivos que quer serem apagados do sistema. Estes arquivos não poderão serem restabelecidos por qualquer ferramenta de software ou fisicamente!
916 = Insira as pastas que quer serem apagadas definitivamente. Estas pastas não poderão serem restabelecidas por qualquer feramenta de software ou fisicamente !
917 = Adicionar ficheiros para serem elimados
918 = Adicionar pastas para serem eliminadas
919 = Apague definitivamente
920 = Limpe a lista
921 = Se quiser apagar arquivo ou pasta definitivamente e ter a certeza de que ninguém poderá restabelecer estes arquivos ou pastas como quer que seja, utilize a ferramenta “Apague definitivamente”. A eliminação arquivos e o esvaziamento da Reciclagem do Windows não significa que esses arquivos são eliminados para sempre. Eles ainda ficam no disco e qualquer pessoa pode restabelecê-los facilmente. A ferramenta “Apagar definitivamente” faz isso impossível
922 = Deseja apagar definitivamente as pastas e arquivos selecionados?


[Options Tree]
1001 = Opções
1100 = Geral
1200 = Desinstalação

[General]
1101 = Idioma atual:
1102 = Modo Avançado
1103 = Procurar por atualizações ao iniciar

[Uninstaller Options]
1201 = Mostrar as atualizações do sistema
1202 = Mostrar os componentes do sistema
1203 = Ativar o modo de carregamento rápido
1204 = Só executar o desinstalador incorporado 
1205 = (Não funciona no Windows Vista)
1206 = Criar um Ponto de Restauro do Sistema antes de desinstalar
1207 = Enviar os ficheiros e pastas deixados para trás para a Reciclagem


[Auto Update]
1907 = Atualização
1908 =  Informação da Versão 
1909 = Versão Atual
1910 = Última Versão
1911 = Transferir
1912 =  Obter a Versão mais Recente
1913 =  O que há de novo? 
1914 = A procurar ... 
1915 = Erro de ligação ...
1916 = PARAR
1917 = Transferidos %s de %s
1918 = Transferidos %s (tamanho total desconhecido)
1919 = O Revo Uninstaller não conseguiu aceder ao site www.revouninstaller.com. Por favor, verifique a sua ligação à Internet e se a sua firewall não bloquei-a o Revo Uninstaller
1920 = Erro: não foi possível procurar por nova versão. Sem ligação à internet.

[wintools]
2110 = Executar
2111 = Existem várias ferramentas no Windows que são apropriadas e úteis. Algumas delas têm opções muito complicadas, outras são de dificil acesso. As ferramentas de Windows dão-lhe a possibilidade de conseguir mais de 10 ferramentas de Windows, que aproveita durante o seu trabalho quotidiano, com um clique
2112 = Pode aproveitá-lo para restaurar o computador ao seu estado anterior, se surgir algum problema, e sem perder dados pessoais. O sistema de restauro regista as mudanças no sistema e a alguns arquivos e cria automáticamente pontos de restauro. Estes pontos ajudam-no a restaurar o sistema ao seu estado anterior. São criados diáriamente na altura de eventos significativos no sistema. Pode, também, criar e nomear pontos de restauro a qualquer altura.
2113 = Pode aproveitá-lo para recolher e mostrar informação do seu hardware e sistema operativo, da configuração da internet, e da configuração do seu modem e adaptor de rede. Através desta ferramenta pode imprimir o seu sistema, testar a ligação de rede e verificar se os seus programas relacionados com a rede funcionam bem.
2114 = Pode aproveitá-lo para ver todos os valores actuais da configuração de TCP\IP e para renovar o protocolo de cofiguração de anfitrião dinâmico ( DHCP ) e as opções do sistema de nome de domínio ( DNS ). Assim também, mostra a congiguração TCP\IP completa para todos os adptores, inclusive o endereço de IP, o endereço MAC, a subnet mascara, o portal padrão subentendida e a configuração de internet de Windows nomeando service ( WINS ) e DNS.
2115 = Pode aproveitá-lo para averiguar o status do seu computador para os três elementos de segurança – Firewall, software de protecção de virus e actualização automática. Se for encontrado algum problema entre estes três elementos ( por exemplo, se o seu programa antivirus não fosse renovada ), o centro de segurança manda-lhe uma mensagem e recomenda-lhe como proteger melhor o seu computedor.
2116 = Pode aproveitá-lo para: ver informação básica como, por exemplo, o tipo de processador e a capacidade da memória RAM; ver e mudar as opções de uso da memória pelo seu computador de busca de informação dada; decobrir informação do seu hardware e dispositivos; instalar perfis de hardware; ver informação das suas conexões de rede; dar informação a Microsoft ou ao seu administrador sobre erros de programa e de sistema.
2117 = As informações do sistema são um elemento do sistema operativo de Windows, que recolhe e mostra informação sobre a configuração do sistema de computadores locais e distantes. Isto inclui informação sobre configurações de hardware, componentes de computador e software, inclusive drivers. Através desta ferramenta pode facilmente encontrar informação do seu computador e do seu sistema operativo.
2118 = O commando TCP\IP é um componente do Windows, que mostra todas as ligações activas de TCP e as portas TCP e UDP, nas quais o computador escuta e mostra os arquivos executáveis, ligados com a criação das ligações e a porta para escutar. Neste caso, o nome do arquivo executável é em [ ] em baixo, o componente que é chamado é em cima e, assim, até se chegar a TCP\IP
2119 = Esta ferramenta mostra um teclado virtual na janela e possibilita os utilizadores que têm mobilidade limitada para inserirem dados através do dispositivo de indicação ou joystick. A tel-teclado tem como fim a fornecer um nível de funcinalidade mínimo para os usuários com mobilidade limitada. Pode usá-la, também se achar que é instalada uma tecla-logger no seu computador. A tel-teclado reduz os riscos de serem registadas as teclas que carrega.
2120 = A ferramenta analisa os discos locais e junta os arquivos e pastas fragmentados, de modo que cada um ocupe um espaço único no disco. Em conseguinte, o seu sistema pode alcançar os arquivos e as pastas e conservar novos mais efectivamente. Por meio desta união o disco junta, também, espaço livre, que impede a fragmentação dos novos arquivos.
2121 = Pode aproveitá-lo para: começar, parar, pausar, activar ou desactivar serviços em computadores locais ou remotos; de gerir acções caso o service falhar, como por exemplo, reiniciação do service; activar ou desactivar serviços dum perfil dado; ver o sratus e a descrição de cada service.
2122 = Pode aproveitá-lo para gerir os recursos compartilhados na rede, controlar o acesso de usuários, a actividade da sessão, as propriedades dos recursos compartilhados e verificar informação das ligações e dos recursos usados para esse ou computadores remotos. Através das pastas compartilhadas pode: criar, verificar ou inserir regras para os recursos compartilhados; verificar a lista de todos os utilizadores anexados ao computador e desliga-los.
2123 = A ferramenta inclui colocações de política para configurações de utilizador, que afecta os utilizadores, e para configurações de computador, que afecta o computador. As opções de agrupamento de política definem vários components do ambiente de desktop do utilizador, dos quais necessita o administrador do sistema, como, por exemplo, os programas disponíveis para utilizadores, os programas que surgem no Ambiente de trabalho do utilizador e as opções do menu Iniciar.
2124 = Os componentes Adicionar/Remover do Windows ajuda-lhe a gerir os componentes do Windows já instalados. Depois de ter instalado Windows, pode usar esta ferramenta para adicionar componentes que não foram incluídos automáticamente, ou remover os componentes de Windows existentes, dos quais não precisa mais.
2125 = Esta ferramenta verifica o seu computador por infecções isoladas, programas maliciosos e ajuda-lhe a remover as infecções encontradas. O programa malicioso inclui: vírus, lesmas e cavalos de Tróia. Acabado o processo de detecção e tira, a ferramenta disponibiliza um relatório descrevendo os resultados, incluindo, caso existam, os vírus encontrados e removidos.


[Junk Files Cleaner Options]
2202 = Unidade a Pesquisar:
2203 = Padrão
2204 = Descrição
2205 = Adicionar
2206 = Remover
2207 = Predefinição
2208 = Limpeza dos Ficheiros Desnecessários::Geral
2209 = Limpeza dos Ficheiros Desnecessários::Excluir
2220 = Padrão a pesquisar:
2221 = Pode usar os símbolos ? e/ou * como caráter de substituição
2222 = Adicionar Padrão
2223 = Adicionar Padrão a Excluir
2224 = Pode usar os símbolos ? e/ou * como caráter de substituição
2225 = Excluir Padrão:
2226 = Enviar os ficheiros para a Reciclagem
2227 = Ignorar os ficheiros acedidos nas últimas 24 horas  

[Junk Files Cleaner Tool]
2306 = Procurar
2307 = Apagar
2308 = Procura ...
2309 = Por favor, aguarde, a procurar ...
2310 = Cancelar
2311 = Nome
2312 = Tamanho
2319 = Ficheiros:
2320 = Tamanho total:
2323 = Existem ficheiros que estão a ser usados pelo Windows ou\n outro programa e não podem ser apagados agora.
2324 = Tem de selecionar pelo menos uma unidade e extensão para iniciar a procura
2325 = A Limpeza de Ficheiros Desnecessários permite-lhe encontrar e apagar vários tipos de lixo e ficheiros desnecessários do seu computador. Normalmente, tais ficheiros são apagdos pela aplicação que os criou, assim que já não são necessários. Contudo, estes podem permanecer para sempre no seu disco, se o programa terminar inesperadamente, um crache do sistema, etc. Se isto acontecer, podem causar uma redução do espaço em disco ou até abrandar a velocidade do sistema, etc.
2326 = Ficheiros:
2327 = Eliminação dos Ficheiros

[ContextMenu Junk Files Cleaner]
2313 = Abrir
2314 = Procurar no Google por 
2315 = Abrir a Pasta do Conteúdo
2316 = Propriedades
2317 = Marcar Todos os Itens
2318 = Desmarcar Todos os Itens
2321 = Marcar os Itens Selecionados
2322 = Desmarcar os Itens Selecionados

[TopMost Window]
4002 = Opções
4003 = Abrir Janela Principal
4004 = Modo Arrastar e Largar
4005 = Modo Pesquisador
4006 = Tamanho
4007 = Pequeno
4008 = Médio
4009 = Grande
4010 = Tamanho da Janela
4011 = SAIR
4012 = Desinstalar
4013 = Parar Iniciar Automático
4014 = Terminar Processo
4015 = Terminar e Apagar o Processo
4016 = Abrir o Conteúdo da Pasta
4017 = Informação
4018 = Propriedades
4019 = Cancelar
4020 = Só é um suprtado um ficheiro de cada vez!
4021 = Largou uma pasta, por favor, arraste e largue um ficheiro!
4022 = Desinstalar ou Remover:
4023 = Não resolvido! Tente apontar para outra janela, ícone ou um item da barra de tarefas.
4024 = Não pode executar o commando de desinstalação. \n Por favor, desinstale a aplicação com o Uninstaller.
4025 = Não foi encontrado pacote de instalação! \n Dica: Obtenha mais informação para a aplicação na janela principal e\\n tente desinstalar manualmente!
4026 = A aplicação selecionada está desativada do iniciar automático! \n Dica: Se a desejar ativar novamente, use a Ferramenta do Iniciar Automático na aplicação principal!
4027 = A aplicação selecionada não foi encontrada nos lugares comuns do arranque! \n Dica: Para procurar por lugares incomuns que são usados para iniciarem automaticamente uma aplicação, use o site da Google!
4028 = Deseja fechar a aplicação selecionada?\nQuaisquer dados não guardados estarão perdidos!
4029 = Uninstaller
4030 = Deseja fechar e apagar a aplicação selecionada? \n Quaisquer dados não guardados estarão perdidos!
4031 = Deseja fechar o Explorador do Windows? \n O Menu Iniciar, Barra de Tarefas e a Bandeja do Sistema irão desaparecer!
4032 = Iniciar automaticamente com o Windows
4033 = Transparência

[Scan After Uninstall]
4210 = Localização
4211 = Chave
4212 = valor
4213 = Dados
4214 = Ficheiro
4215 = Nenhum item selecionado. Selecione um item para apagar!
4216 = Pesquisar Depois da Desinstalação
4217 = Selecionar Tudo
4218 = Desmarcar Tudo
4219 = Apagar
4220 = Ficheiros Deixados para Trás
4221 = Entradas do Registo Deixados para Trás
4222 = A pesquisar antes da desinstalação, por favor, aguarde ...
4223 = A executar o desinstalador ...
4224 = Por favor, inicie a pesquisa dos ficheiros deixados para trás, pastas e chaves do Registo quando a desinstalação da aplicação terminou.
4225 = A pesquisar depois da desinstalação, por favor, aguarde ...
4226 = Por favor, verifique com cuidado os itens listados!
4227 = Fechar
4228 = Os ficheiros restantes na lista serão apagados depois de reiniciar o computador.
4229 = A execuação da desinstalação da aplicação falhou!\nPossivelmente, comando de desinstalação inválido!
4230 = Anterior
4231 = Seguinte
4232 = Selecionar um Modo de Desinstalação
4233 = Modos
4234 = Incorporado – só executar o desinstalador da aplicação sem pesquisa adicional.
4235 = Seguro – inclui o modo Incorporado e efetua uma pesquisa adicional no Registo e no disco rígido para encontrar itens deixados para trás que pode apagar com segurança. Esta é o modo mais rápido.
4236 = Moderado - inclui o modo Seguro e efetua uma pesquisa alargada para encontrar toda a informação deixada para trás pela aplicação, nos lugares mais comuns do Registo e disco rígido.
4237 = Avançado – inclui o modo Moderado e efetua uma pesquisa inteligente e completa para encontrar toda a informação deixada para trás pela aplicação no Registo e no disco rígido. Este é o modo mais lento.
4238 = A analisar os dados da aplicação antes da desinstalação. 
4239 = A iniciar o desinstalador incorporado da aplicação.
4240 = Depois de terminar a desinstalação da aplicação, clique em "Seguinte" para iniciar a procura dos ficheiros deixados para trás, pastas e itens do Registo.
4241 = A efetuar a análise inicial e desinstalar.
4242 = A pesquisar por informação deixada para trás ...
4243 = Desinstalação incorporada completa. A procurar no Registo e no seu disco rígido por ficheiros deixados para trás, pastas e itens do Registo, relacionados com a aplicação desinstalada. Por favor, aguarde.
4244 = Foram encontrados vestígios dos itens no Registo
4245 = Itens do Registo encontrados :
4246 = Nota: Por favor, verifique com atenção os itens a negrito! Só serão apagados os itens a negrito selecionados e os seus sub itens!
4247 = Foram encontrados vestígios dos ficheiros e pastas
4248 = Itens encontrados:
4249 = Meu computador
4250 = O Revo Uninstaller não conseguiu iniciar o desinstalador incorporado da aplicação. Provavelmente o comando de desinstalação da aplicação é inválido ou o programa de desinstalação está com problemas. Pode clicar em “Anterior” e tentar outro modo de desinstalação.
4251 = O desinstalador incorporado da aplicação terminou. O Revo Uninstaller não procurou por vestígios dos itens. Pode clicar em “Anterior” e tentar uma outro modo de desinstalação para procurar por vestígios de ficheiros, pastas e itens do Registo.
4252 = O Revo Uninstaller completou o processo de desinstalação com sucesso, mas os itens deixados para trás não foram encontrados. Pode clicar em “Anterior” e tentar outro modo de desinstalação para uma procura mais avançada.
4253 = O Revo Uninstaller completou o processo de desinstalação com sucesso. Se desejar procurar por mais vestígios de itens, pode clicar em “Anterior” e tentar outro modo de desinstalação para uma procura mais avançada.
4254 = Terminar
4255 = Deseja enviar os ficheiros selecionados para a Reciclagem?
4256 = Deseja apagar os itens do Registo selecionados?
4257 = Revo Uninstaller completou o processo de desinstalação com sucesso.
4258 = Deseja ignorar a eliminação das entradas do Registo deixadas para trás e continuar para o passo seguinte? 
4259 = Deseja ignorar a eliminação dos ficheiros e pastas deixadas para trás e continuar para o passo seguinte?
4260 = A procura dos vestígios de itens terminou. Clique em “Seguinte” para ver os resultados!
4261 = A Criar um Ponto de Restauro do Sistema ... 
4262 = Criação do Ponto de Restauro do Sistema - falhou! 
4263 = Criação do Ponto de Restauro do Sistema desativado (em Opções->Desinstalação) 
4264 = Criação do Ponto de Restauro do Sistema - terminado!


[About]
4300 = Tradutores:

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Informação
5002 = Procurar no Google por 
5004 = Localização da Instalação
5005 = Abrir Hiperligação Sobre o ...
5006 = Abrir Hiperligação da Ajuda ...
5007 = Abrir Hiperligação da Atualização ...
5008 = Abrir Código do Registo ...

[Common]
10000 = CONFIRMAR
10001 = Cancelar
10002 = Ajuda
10003 = Selecionar
10004 = Ajuda da Ferramenta Atual
10005 = Página da Web
10006 = Sobre o ...
10007 = Aviso!
10008 = Erro

[tooltips]
2000 = Mudar para o Modo de Desinstalação
2001 = Mostrar o painel das Ferramentas
2002 = Ajustar as configurações
2003 = Mudar para o Modo Pesquisador
2004 = Alterar a visualização da lista das aplicações instaladas
2005 = Desinstalar a aplicação selecionada
2006 = Apagar a entrada selecionada do Registo
2007 = Atualizar a lista das aplicações
2008 = Atualizar a sua versão atual para a última versão
2009 = Procurar informação adicionail e a resposta para todas as perguntas sobre o programa
404 = Iniciar o programa selecionado
405 = Parar e fechar o programa selecionado 
406 = Remover o programa selecionado do iniciar automático
506 = Limapr as opções selecionadas
605 = Limpar as selecionou selecionadas
705 = Limpar as selecionou selecionadas
2106 = Executar a ferramenta selecionada
2304 = Procurar por ficheiros desnecessários de acordo com as configurações selecionadas
2305 = Enviar os ficheiros selecionados para a Reciclagem

